commands_templates/GetOSDOptions0.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:wsdl="http://www.onvif.org/ver10/media/wsdl">
   <soap:Header/>
   <soap:Body>
      <wsdl:GetOSDOptions>
         <!--type: ReferenceToken-->
         <wsdl:ConfigurationToken>?</wsdl:ConfigurationToken>
         <!--You may enter ANY elements at this point-->
      </wsdl:GetOSDOptions>
   </soap:Body>
</soap:Envelope>